export const PROPERTY_TYPES = [
  { value: "토지", label: "토지" },
  { value: "단독", label: "단독" },
  { value: "근린", label: "근린" },
  { value: "아파트", label: "아파트" },
  { value: "다세대", label: "다세대" },
  { value: "연립", label: "연립" },
  { value: "원투룸", label: "원투룸" },
  { value: "다가구", label: "다가구" },
  { value: "오피스텔", label: "오피스텔" },
  { value: "기타", label: "기타" },
];

export const DEAL_TYPES = [
  { value: "매매", label: "매매" },
  { value: "전세", label: "전세" },
  { value: "월세", label: "월세" },
  { value: "완료", label: "완료" },
  { value: "보류중", label: "보류중" },
];

export const DISTRICTS = [
  "강화읍 갑곳리", "강화읍 관청리", "강화읍 국화리", "강화읍 남산리", "강화읍 대산리", "강화읍 신문리", "강화읍 옥림리", "강화읍 용정리", "강화읍 월곳리",
  "교동면 고구리", "교동면 난정리", "교동면 대룡리", "교동면 동산리", "교동면 무학리", "교동면 봉소리", "교동면 삼선리", "교동면 상용리", "교동면 서한리", "교동면 양갑리", "교동면 읍내리", "교동면 인사리", "교동면 지석리",
  "길상면 길직리", "길상면 동검리", "길상면 선두리", "길상면 온수리", "길상면 장흥리", "길상면 초지리",
  "내가면 고천리", "내가면 구하리", "내가면 오상리", "내가면 외포리", "내가면 황청리",
  "불은면 고능리", "불은면 넙성리", "불은면 덕성리", "불은면 두운리", "불은면 삼동암리", "불은면 삼성리", "불은면 신현리", "불은면 오두리",
  "삼산면 매음리", "삼산면 미법리", "삼산면 상리", "삼산면 서검리", "삼산면 석모리", "삼산면 석포리", "삼산면 하리",
  "서도면 말도리", "서도면 볼음도리", "서도면 아차도리", "서도면 주문도리",
  "선원면 금월리", "선원면 냉정리", "선원면 선행리", "선원면 신정리", "선원면 연리", "선원면 지산리", "선원면 창리",
  "송해면 당산리", "송해면 상도리", "송해면 솔정리", "송해면 숭뢰리", "송해면 신당리", "송해면 양오리", "송해면 하도리",
  "양도면 건평리", "양도면 길정리", "양도면 능내리", "양도면 도장리", "양도면 삼흥리", "양도면 인산리", "양도면 조산리", "양도면 하일리",
  "양사면 교산리", "양사면 덕하리", "양사면 북성리", "양사면 인화리", "양사면 철산리",
  "하점면 망월리", "하점면 부근리", "하점면 삼거리", "하점면 신봉리", "하점면 신삼리", "하점면 이강리", "하점면 장정리", "하점면 창후리",
  "화도면 내리", "화도면 덕포리", "화도면 동막리", "화도면 문산리", "화도면 사기리", "화도면 상방리", "화도면 여차리", "화도면 장화리", "화도면 흥왕리", "기타지역"
];
